[
    {
        "article": {
            "annotators": [
                "SLG",
                "MB"
            ],
            "article_number": 55,
            "city_published": "Albany",
            "date_published": "2011-12-08",
            "id": 9,
            "parse_version": "26",
            "periodical": "CopyofTimesUnion",
            "periodical_code": 4,
            "state_published": "NY",
            "text": "Occupy gets OK to stay for now\nCity to give Albany protesters 15-day permit to stay in park\nBy BRYAN FITZGERALD, Staff writer\nUpdated 8:04 am, Thursday, December 8, 2011\n\n\nALBANY — Occupy Albany has a home in Academy Park for at least the next 15 days.\nAfter a weekend-long cleanup and consolidation of their makeshift municipality\n\nand two meetings with city officials, the protesters learned Wednesday morning that they will be issued a permit allowing them to maintain a 24-hour presence in the city-owned park between City Hall and the Capitol until Dec. 22.\nThe city had given Occupy Albany until Tuesday to correct 15 code violations found at the then 80-tent encampment during a surprise inspection Friday. Though three minor violations were found when code inspectors combed throughout the site Tuesday, Occupy Albany members promised Wednesday to amend those problems quickly. The permit was issued hours after the group's 10:30 a.m. meeting with city officials.\nThe demonstrators maintain the permit, which required them to downsize their site, is not a concession but a means of biding time as the group plots its next move. \"It was something the city asked us to do and we thought it was in our best interest to maintain with them the good relationship we've established with them,\" said Hezzie Johanson, a member of Occupy Albany's public relation arm who was part of Wednesday's meeting with the city.\nThe agreement is the latest chapter in a cordial coexistence between the city and the demonstrators that has played out since the protest began Oct. 21. While other cities have commanded police to remove protesters from Occupy sites across the country, sparking clashes between cops and demonstrators marked by explosive images of protesters on the receiving end of cans of pepper spray and batons.\nBut the lengthy detente between the two sides in Albany now seems as though it may have an end date of Dec. 22. Occupy Albany remains adamant it needs to maintain a 24-hour presence in the park, and the city, fearing health risks that come from camping all night in the bitter cold, maintains it will not let protesters slumber on its land come winter.\n\"We all agree we're not on the same page,\" said Mark Mishler, a lawyer for Occupy Albany who has sat in on the group's meetings with the city. \"Our expectation is that people will be staying in Academy Park past Dec. 22.\"\nCity officials would not speculate Wednesday on what would happen if protesters still had their tents staked in the park come the first day of winter, but Mishler said the city has indicated it has no intention of forcibly removing the demonstrators.\n\"It's hard to imagine any municipal official looking at Oakland, Philadelphia, or Los Angeles and thinking that makes any sense at all,\" Mishler said, referring to cities that have seen efforts by police to remove protesters turn turbulent. \"How can you look at that and think that makes sense? My impression is the city is looking at those things and they know it's wrong, dangerous, and completely unnecessary.\"\nAssistant Corporation Counsel Jeffery Jamison, who also serves as the city's director of building and codes, suggested any dispute over Occupy Albany's right to stay in the park 24 hours a day after Dec. 22 — the group will be free to protest on city land during the day — may end up in court. \"That option is always there for either party,\" he said.\nWith the backing of Albany County District Attorney David Soares, the protesters were successful in their first round of court appearances last month. That's when Soares' office, against the desire of Gov. Andrew Cuomo, moved to dismiss all charges of trespassing and disorderly conduct against more than 100 protesters arrested over eight nights by State Police for crossing into the adjacent state-owned Lafayette Park after its 11 p.m. curfew.\nMishler said that peaceful cooperation between both sides is a direct result of factors that brought Soares and Albany Police Chief Steve Krokoff into office. Soares was ushered into office in 2004 thanks in part to a tremendous amount of grassroots support; Krokoff was chosen as chief with the backing of the Albany Common Council.\n\"With past administrations, I do not think things may have played out for us the way they did,\" Mishler said. \" There's a certain level of commitment to the community from (Soares and Krokoff) that is making the success of Occupy Albany unique.\"\nOccupy Albany members, however, maintain their movement will not be as effective if they do not have a 24-hour presence. The group said they and Occupy movements around the state had a direct influence on a bipartisan tax plan unveiled Tuesday that cuts taxes for those earning between $40,000 and $300,000. \"We would like to take a lot of credit for that,\" said Johanson.\nAt the behest of the city, the protesters scaled down their encampment to meet the permit requirements. Among other regulations of the permit, Occupy Albany is now limited to 30 tents, cannot have open flames or cooking equipment and is limited to two heaters and one generator that must be attended to at all times, though the encampment had none of the latter items at the park Wednesday afternoon.\n\n\nReach Bryan Fitzgerald at 454-5414 or bfitzgerald@timesunion.com. Follow him on Twitter: @BFitzgeraldTU\n\n\nRead more: http://www.timesunion.com/local/article/Occupy-gets-OK-to-stay-for-now-2370326.php#ixzz2VDH5jua3"
        },
        "project": {
            "instructions": "This project analyzes media descriptions of interactions between police and protestors.",
            "name": "Deciding Force"
        },
        "topics": [
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 1,
                "instructions": "Highlight the text that describes the following topic.",
                "name": "Events",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 5,
                "instructions": "This topic includes all information describing police-initiated events/activities like raiding encampments, surveilling encampments, issuing warnings, offering press statements, and more. If words and phrases are describing police behavior, and the behavior is NOT a direct response to some Protester-Initiated Event (See ‘Protest’ topic), highlight the text as the ‘Police’ topic. EXCLUDE any details about what protesters are doing in their encampments unless protesters’ actions are responding to police-initiated behavior at the encampment. Such protester behavior at camps is covered by the ‘Camp’ topic. EXCLUDE any information about planned or future events. Such information is covered by the ‘Future’ topic.",
                "name": "Police",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 6,
                "instructions": "This topic includes all information describing Occupy encampments, including camp facilities, demographics, activities, General Assemblies, difficulties, and more. If words or phrases describe the camp and happenings at the camp, highlight them with this topic. EXCLUDE information about major protester- or police-initiated events that occur at the camp. Such information should be highlighted with the Protester or Police topic highlighters.",
                "name": "Camp",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 7,
                "instructions": "This topic is about Government.",
                "name": "Government",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 8,
                "instructions": "This topic is about Strategy",
                "name": "Strategy",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 9,
                "instructions": "This topic is about someone's opinion.",
                "name": "Opinionor",
                "order": null
            },
            {
                "glossary": {},
                "id": 10,
                "instructions": "",
                "name": "ToBe",
                "order": null
            },
            {
                "glossary": {},
                "id": 11,
                "instructions": "",
                "name": "Legal_Action",
                "order": null
            },
            {
                "glossary": {},
                "id": 12,
                "instructions": "",
                "name": "Useless",
                "order": null
            },
            {
                "glossary": {},
                "id": 13,
                "instructions": "",
                "name": "Info",
                "order": null
            }
        ]
    },
    {
        "article": {
            "annotators": [
                "MB"
            ],
            "article_number": 6412,
            "city_published": "Richmond",
            "date_published": "2011-11-06",
            "id": 11,
            "parse_version": "30",
            "periodical": "WWBT",
            "periodical_code": 6,
            "state_published": null,
            "text": "WWBT: http://www.nbc12.com/\nPosted: Sunday, November 6, 2011 5:53 PM EST\nUpdated: Sunday, November 6, 2011 6:57 PM EST\n\n\nOccupy Richmond Moving to Monroe Park  \nRICHMOND, VA (WWBT) - Kanawha Plaza has been unoccupied by protesters for nearly a week.\nNow the Occupy Richmond protesters say they're moving to Monroe Park later this week.\nPolice on horseback and city crews with bulldozers kicked out the protesters in the early morning hours last Monday.\nWe may be heading for another clash between police and the protesters.\nPolice say the same rules apply - you're not allowed to stay in city parks after dark.\nThe protesters say they're just going to keep occupying different parts of the city.\nOccupy Richmond protesters gathered at Monroe Park Sunday to go through a few items salvaged after they were kicked out of Kanawha Plaza.\nNick Spangler lost a bunch of items that night.\n\"Brand new tent, brand new negative ten degree sleeping bag, blankets and a new winter jacket I had just bought too,\" Spangler said.  \"All of that is gone.\"\nKanawha Plaza is now reopen after city crews did some cleaning and maintenance after the Occupy Richmond protesters were kicked out.\n\"This isn't anything about Kanawha Plaza,\" Spangler said.  \"This is Occupy Richmond and we're going to occupy Richmond.\"\nThe early morning eviction has even helped with recruitment. Philip Kelly decided to get involved after seeing them kicked out.\n\"I've always agreed with the movement,\" Kelly said.  \"But that really motivated me to get out here.\"\nNow he plans to start spending his nights at Monroe Park.\nBut who's to say the police won't kick the protesters out of Monroe park too?\n\"I'm certain it's going to happen,\" Spangler said.  \"It's just a matter of when. I would like to think they won't do it but I'm not going to be naive about it.\"\nThis wouldn't be the first time a group was arrested for protesting in Monroe Park.\nYou may remember several members of a local anarchist group were arrested back in March for illegally camping in the park for a week.\nSpangler says they're already mapping out their next location if they're kicked out of Monroe Park.\n\"We mean what we say,\" he said.  \"We have some commitment and resolve here. We want to show you that we want to be heard. We want to be seen and taken seriously.\"\nThe official 24-7 occupation of Monroe Park won't start until Wednesday evening. "
        },
        "project": {
            "instructions": "This project analyzes media descriptions of interactions between police and protestors.",
            "name": "Deciding Force"
        },
        "topics": [
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 1,
                "instructions": "Highlight the text that describes the following topic.",
                "name": "Events",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 5,
                "instructions": "This topic includes all information describing police-initiated events/activities like raiding encampments, surveilling encampments, issuing warnings, offering press statements, and more. If words and phrases are describing police behavior, and the behavior is NOT a direct response to some Protester-Initiated Event (See ‘Protest’ topic), highlight the text as the ‘Police’ topic. EXCLUDE any details about what protesters are doing in their encampments unless protesters’ actions are responding to police-initiated behavior at the encampment. Such protester behavior at camps is covered by the ‘Camp’ topic. EXCLUDE any information about planned or future events. Such information is covered by the ‘Future’ topic.",
                "name": "Police",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 6,
                "instructions": "This topic includes all information describing Occupy encampments, including camp facilities, demographics, activities, General Assemblies, difficulties, and more. If words or phrases describe the camp and happenings at the camp, highlight them with this topic. EXCLUDE information about major protester- or police-initiated events that occur at the camp. Such information should be highlighted with the Protester or Police topic highlighters.",
                "name": "Camp",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 7,
                "instructions": "This topic is about Government.",
                "name": "Government",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 8,
                "instructions": "This topic is about Strategy",
                "name": "Strategy",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 9,
                "instructions": "This topic is about someone's opinion.",
                "name": "Opinionor",
                "order": null
            },
            {
                "glossary": {},
                "id": 10,
                "instructions": "",
                "name": "ToBe",
                "order": null
            },
            {
                "glossary": {},
                "id": 11,
                "instructions": "",
                "name": "Legal_Action",
                "order": null
            },
            {
                "glossary": {},
                "id": 12,
                "instructions": "",
                "name": "Useless",
                "order": null
            },
            {
                "glossary": {},
                "id": 13,
                "instructions": "",
                "name": "Info",
                "order": null
            }
        ]
    },
    {
        "article": {
            "annotators": [
                "EDC"
            ],
            "article_number": 7281,
            "city_published": "Santa Rosa",
            "date_published": "2011-11-17",
            "id": 38,
            "parse_version": "30",
            "periodical": "ktvu_SantaRosa",
            "periodical_code": 6,
            "state_published": null,
            "text": "Posted: 2:31 p.m. Thursday, Nov. 17, 2011\n\n\nIllegal campers ordered to leave Occupy Santa Rosa encampment\nKTVU And Wires\nSANTA ROSA, Calif. — People without permits to camp at the Occupy Santa Rosa site at City Hall were ordered Thursday to leave immediately or be arrested.\nTwo Santa Rosa police officers are at the site at Santa Rosa Avenue and First Street, but they would not say when arrests could occur.\n\"The order is effective immediately,\" one of the officers said.\nAbout 80 tents remain on two lawns at City Hall. Several still have a \"notice of violation and demand to cease violations\" attached to them. The notice, distributed by the city, is dated today.\nThose who have the permits to camp that were issued by the city manager's office on Tuesday have the paper permit, along with their photos, names and addresses, attached to their tents as required by the city.\nBen Browner, an Occupy Santa Rosa member, said 28 permits were issued to 40 people on Tuesday. Each permit was for a specific tent.\nBrowner said many Occupy Santa Rosa members did not apply for the camping permits because of the conditions the city imposed. [ the camping permits because of the conditions the city imposed. ] Those included the requirement that campers submit a photo and their names and addresses. He said campers also had expected the city to issue about 100 permits, but that the city only planned to give out 51.\nSanta Rosa city officials intended to distribute more permits Thursday but canceled those plans when Occupy Santa Rosa members announced Wednesday that they would not abide by the camping permit conditions.\nThursday, some of the protesters are taking down their tents, while others are removing pots and pans, plastic containers and wooden pallets from the area where food had been distributed.\nA march was scheduled for 2 p.m., but no one appeared to be gathering for the march at that time."
        },
        "project": {
            "instructions": "This project analyzes media descriptions of interactions between police and protestors.",
            "name": "Deciding Force"
        },
        "topics": [
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 1,
                "instructions": "Highlight the text that describes the following topic.",
                "name": "Events",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 5,
                "instructions": "This topic includes all information describing police-initiated events/activities like raiding encampments, surveilling encampments, issuing warnings, offering press statements, and more. If words and phrases are describing police behavior, and the behavior is NOT a direct response to some Protester-Initiated Event (See ‘Protest’ topic), highlight the text as the ‘Police’ topic. EXCLUDE any details about what protesters are doing in their encampments unless protesters’ actions are responding to police-initiated behavior at the encampment. Such protester behavior at camps is covered by the ‘Camp’ topic. EXCLUDE any information about planned or future events. Such information is covered by the ‘Future’ topic.",
                "name": "Police",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 6,
                "instructions": "This topic includes all information describing Occupy encampments, including camp facilities, demographics, activities, General Assemblies, difficulties, and more. If words or phrases describe the camp and happenings at the camp, highlight them with this topic. EXCLUDE information about major protester- or police-initiated events that occur at the camp. Such information should be highlighted with the Protester or Police topic highlighters.",
                "name": "Camp",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 7,
                "instructions": "This topic is about Government.",
                "name": "Government",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 8,
                "instructions": "This topic is about Strategy",
                "name": "Strategy",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 9,
                "instructions": "This topic is about someone's opinion.",
                "name": "Opinionor",
                "order": null
            },
            {
                "glossary": {},
                "id": 10,
                "instructions": "",
                "name": "ToBe",
                "order": null
            },
            {
                "glossary": {},
                "id": 11,
                "instructions": "",
                "name": "Legal_Action",
                "order": null
            },
            {
                "glossary": {},
                "id": 12,
                "instructions": "",
                "name": "Useless",
                "order": null
            },
            {
                "glossary": {},
                "id": 13,
                "instructions": "",
                "name": "Info",
                "order": null
            }
        ]
    },
    {
        "article": {
            "annotators": [
                "CRV"
            ],
            "article_number": 3557,
            "city_published": "LosAngeles",
            "date_published": "2011-12-03",
            "id": 53,
            "parse_version": "29",
            "periodical": "KABCNews",
            "periodical_code": 9,
            "state_published": null,
            "text": "LA officers went undercover before Occupy raid\nSaturday, December 03, 2011\nLos Angeles police used nearly a dozen undercover detectives to infiltrate the Occupy L.A. encampment in the weeks before their raid. (KABC Photo)\n\n\nLOS ANGELES (KABC) -- Los Angeles police used nearly a dozen undercover detectives to infiltrate the Occupy L.A. encampment in the weeks before their raid. \nAccording to City News Service, the officers blended in to learn about protestors' intentions and to see whether they planned to resist or use weapons against police.\nNearly 300 people were arrested during Wednesday's predawn raid at City Hall Park.\nPolice are downplaying the significance of the undercover work, saying Occupy meetings were public and information was easy to get.\nMeanwhile, Occupy L.A. protesters once again took to the streets on Saturday, with one person reportedly being arrested by police.\nThe person was reportedly arrested at the Bank of America branch at 6th and Hill streets in downtown Los Angeles.\nDemonstrators had gathered there, with some allegedly banging on the locked doors.\nAs many as 200 people walked from Pershing Square to City Hall. For the most part, the demonstration was peaceful.\n (Copyright ©2012 KABC-TV/DT. All Rights Reserved.)"
        },
        "project": {
            "instructions": "This project analyzes media descriptions of interactions between police and protestors.",
            "name": "Deciding Force"
        },
        "topics": [
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 1,
                "instructions": "Highlight the text that describes the following topic.",
                "name": "Events",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 5,
                "instructions": "This topic includes all information describing police-initiated events/activities like raiding encampments, surveilling encampments, issuing warnings, offering press statements, and more. If words and phrases are describing police behavior, and the behavior is NOT a direct response to some Protester-Initiated Event (See ‘Protest’ topic), highlight the text as the ‘Police’ topic. EXCLUDE any details about what protesters are doing in their encampments unless protesters’ actions are responding to police-initiated behavior at the encampment. Such protester behavior at camps is covered by the ‘Camp’ topic. EXCLUDE any information about planned or future events. Such information is covered by the ‘Future’ topic.",
                "name": "Police",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 6,
                "instructions": "This topic includes all information describing Occupy encampments, including camp facilities, demographics, activities, General Assemblies, difficulties, and more. If words or phrases describe the camp and happenings at the camp, highlight them with this topic. EXCLUDE information about major protester- or police-initiated events that occur at the camp. Such information should be highlighted with the Protester or Police topic highlighters.",
                "name": "Camp",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 7,
                "instructions": "This topic is about Government.",
                "name": "Government",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 8,
                "instructions": "This topic is about Strategy",
                "name": "Strategy",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 9,
                "instructions": "This topic is about someone's opinion.",
                "name": "Opinionor",
                "order": null
            },
            {
                "glossary": {},
                "id": 10,
                "instructions": "",
                "name": "ToBe",
                "order": null
            },
            {
                "glossary": {},
                "id": 11,
                "instructions": "",
                "name": "Legal_Action",
                "order": null
            },
            {
                "glossary": {},
                "id": 12,
                "instructions": "",
                "name": "Useless",
                "order": null
            },
            {
                "glossary": {},
                "id": 13,
                "instructions": "",
                "name": "Info",
                "order": null
            }
        ]
    },
    {
        "article": {
            "annotators": [
                "CRV"
            ],
            "article_number": 2536,
            "city_published": "Duluth",
            "date_published": "2011-11-18",
            "id": 55,
            "parse_version": "28",
            "periodical": "theassociatedpressstatelocalwire",
            "periodical_code": 7,
            "state_published": null,
            "text": "4 of 12 DOCUMENTS\nThe Associated Press State & Local Wire\nNovember 18, 2011 Friday 12:18 AM GMT\nSECTION: STATE AND REGIONAL\nLENGTH: 119 words\nDATELINE: DULUTH Minn.\n \nPolice give Occupy Duluth encampment deadline\nDuluth police are giving members of the Occupy movement a deadline to stop camping on a downtown plaza.\nA letter on Duluth Police Chief Gordon Ramsay's letterhead gives protesters until 11:59 p.m. Sunday to reduce their encampment to a single shelter.\nThe letter warns that if demonstrators refuse to comply, the city will ask that all tents, signs and property be removed from the area. The letter says failure to comply with ordinances \"will result in arrest.\"\nOccupy Duluth members tell the Duluth News Tribune (http://bit.ly/vpn8Yx) that two uniformed officers delivered the letter Wednesday.\nOccupy members declined to comment on the letter Thursday.\n\n\nInformation from: Duluth News Tribune, http://www.duluthsuperior.com\nLOAD-DATE: November 18, 2011\nLANGUAGE: ENGLISH\nPUBLICATION-TYPE: Newswire\nCopyright 2011 Associated Press\nAll Rights Reserved"
        },
        "project": {
            "instructions": "This project analyzes media descriptions of interactions between police and protestors.",
            "name": "Deciding Force"
        },
        "topics": [
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 1,
                "instructions": "Highlight the text that describes the following topic.",
                "name": "Events",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 5,
                "instructions": "This topic includes all information describing police-initiated events/activities like raiding encampments, surveilling encampments, issuing warnings, offering press statements, and more. If words and phrases are describing police behavior, and the behavior is NOT a direct response to some Protester-Initiated Event (See ‘Protest’ topic), highlight the text as the ‘Police’ topic. EXCLUDE any details about what protesters are doing in their encampments unless protesters’ actions are responding to police-initiated behavior at the encampment. Such protester behavior at camps is covered by the ‘Camp’ topic. EXCLUDE any information about planned or future events. Such information is covered by the ‘Future’ topic.",
                "name": "Police",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 6,
                "instructions": "This topic includes all information describing Occupy encampments, including camp facilities, demographics, activities, General Assemblies, difficulties, and more. If words or phrases describe the camp and happenings at the camp, highlight them with this topic. EXCLUDE information about major protester- or police-initiated events that occur at the camp. Such information should be highlighted with the Protester or Police topic highlighters.",
                "name": "Camp",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 7,
                "instructions": "This topic is about Government.",
                "name": "Government",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 8,
                "instructions": "This topic is about Strategy",
                "name": "Strategy",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 9,
                "instructions": "This topic is about someone's opinion.",
                "name": "Opinionor",
                "order": null
            },
            {
                "glossary": {},
                "id": 10,
                "instructions": "",
                "name": "ToBe",
                "order": null
            },
            {
                "glossary": {},
                "id": 11,
                "instructions": "",
                "name": "Legal_Action",
                "order": null
            },
            {
                "glossary": {},
                "id": 12,
                "instructions": "",
                "name": "Useless",
                "order": null
            },
            {
                "glossary": {},
                "id": 13,
                "instructions": "",
                "name": "Info",
                "order": null
            }
        ]
    },
    {
        "article": {
            "annotators": [
                "CRV"
            ],
            "article_number": 2412,
            "city_published": "Denver",
            "date_published": "2011-12-22",
            "id": 202,
            "parse_version": "31",
            "periodical": "www.thedenverchannel.com",
            "periodical_code": 4,
            "state_published": null,
            "text": "Man Charged With Arson In Occupy Denver Fires\nMichael Clapper Accused Of Setting Fires When Police Moved In\nPosted: 12/22/2011\n\n\nA man accused of setting fires at an Occupy Denver protest has been charged with arson.\nDenver District Attorney Mitch Morrissey said that 22-two-year-old Michael Clapper, of Westminster, was charged with four counts of fourth-degree arson on Thursday.\nClapper, of Westminster, allegedly set fire to a structure and other debris in Civic Center Park on Monday. That's when police moved in to clear out the nearby sidewalk that had served as the hub for the Occupy movement. Some makeshift structures had been erected there and some went up in flames as police closed in.\nA photo in The Denver Post shows Clapper and another unidentified protester holding a pizza box that's on fire in a trash can.\nClapper was being held in jail. It's not known if he has a lawyer.\nEight other people were arrested during the clearing out of Occupy Denver. District attorney's spokeswoman Lynn Kimbrough said most are accused of less serious offenses, such as failure to listen to police, and will likely be ticketed."
        },
        "project": {
            "instructions": "This project analyzes media descriptions of interactions between police and protestors.",
            "name": "Deciding Force"
        },
        "topics": [
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 1,
                "instructions": "Highlight the text that describes the following topic.",
                "name": "Events",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 5,
                "instructions": "This topic includes all information describing police-initiated events/activities like raiding encampments, surveilling encampments, issuing warnings, offering press statements, and more. If words and phrases are describing police behavior, and the behavior is NOT a direct response to some Protester-Initiated Event (See ‘Protest’ topic), highlight the text as the ‘Police’ topic. EXCLUDE any details about what protesters are doing in their encampments unless protesters’ actions are responding to police-initiated behavior at the encampment. Such protester behavior at camps is covered by the ‘Camp’ topic. EXCLUDE any information about planned or future events. Such information is covered by the ‘Future’ topic.",
                "name": "Police",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 6,
                "instructions": "This topic includes all information describing Occupy encampments, including camp facilities, demographics, activities, General Assemblies, difficulties, and more. If words or phrases describe the camp and happenings at the camp, highlight them with this topic. EXCLUDE information about major protester- or police-initiated events that occur at the camp. Such information should be highlighted with the Protester or Police topic highlighters.",
                "name": "Camp",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 7,
                "instructions": "This topic is about Government.",
                "name": "Government",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 8,
                "instructions": "This topic is about Strategy",
                "name": "Strategy",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 9,
                "instructions": "This topic is about someone's opinion.",
                "name": "Opinionor",
                "order": null
            },
            {
                "glossary": {},
                "id": 10,
                "instructions": "",
                "name": "ToBe",
                "order": null
            },
            {
                "glossary": {},
                "id": 11,
                "instructions": "",
                "name": "Legal_Action",
                "order": null
            },
            {
                "glossary": {},
                "id": 12,
                "instructions": "",
                "name": "Useless",
                "order": null
            },
            {
                "glossary": {},
                "id": 13,
                "instructions": "",
                "name": "Info",
                "order": null
            }
        ]
    },
    {
        "article": {
            "annotators": [
                "SLG",
                "EDC"
            ],
            "article_number": 1315,
            "city_published": "Chapel Hill-Carrboro",
            "date_published": "2011-12-14",
            "id": 209,
            "parse_version": "27",
            "periodical": "chapelhillheralddurhamnc",
            "periodical_code": 5,
            "state_published": null,
            "text": "1 of 15 DOCUMENTS\nChapel Hill Herald (Durham, N.C.)\nDecember 14, 2011 Wednesday\nFinal EDITION\nOccupy makes inroads\nSECTION: A; Pg. 1\nLENGTH: 697  words\n \nCHAPEL HILL ? In the two months since Occupy Chapel Hill first set up tents on Franklin Street, the group has begin to make inroads with local congregations.\nOn Sunday, Occupy Chapel Hill protesters visited the United Church of Chapel Hill to discuss the congregation's feelings about the movement, allow protesters to explain their goals, and to find points of unity.\nBoth aim for a loving community and eradication of social injustice, said members of both groups.\n\"The movement is about having a beloved community and about how people treat each other,\" said Steve Peterson, an Occupy supporter and church member. \"And it looks a lot different from how we're living now.\"\nPrior to the service, Tom Tiemann, an economics professor from Elon University and member of the church, set the stage for th e \"99 percent\" argument.\nHe described wealth distribution in the United States, saying the top 1 percent of American's make about $500,000 per year, compared to the bottom 50 percent who make less than $60,000.\nHowever, Tiemann said that the real problem was within the top one-tenth of 1 percent, who make more than $2 million annually.\nBut Farzin Barazandeh, an Occupy supporter, said the movement is about more than money.\n\"We talk a lot about 1 percent, 99 percent and division of wealth,\" he said. \"But it's something greater than that. It's about social justice.\"\nThe United Church has a committee for social justice that works to improve social and economic conditions for the underprivileged.\nsee occupy/page 3\n\"We need change,\" Barazandeh said. \"And who are the best people to stand for it? The people of faith, because they are mandated to stand for justice.\"\nPeterson, who mediated the discussion, asked attendees to \"twinkle\" their hands to show support for ideas. Vincent Gonzalez, an Occupy supporter and graduate student in religious studies at UNC Chapel Hill, supported the notion, using \"twinkle fingers\" to show understanding when people spoke, even when their ideas were different from his own.\nOne woman in attendance questioned the Occupy group's integrity and ability to abide by the law, asking why the congregation should support a group accused of lawlessness and breaking and entering, referring to the incident in November when a group of people associated with Carrboro's Anarchist Book Fair broke into the former Yates Motor building last month and distributed fliers urging people to \"Occupy Everywhere.\"\nGonzales addressed this question, making it clear that none of the members present were a part of that action. Although the Occupy Chapel Hill General Assembly ? a group meeting that conducts Occupy business based on consensus votes ? released a news release criticizing police action at the Yates dealership, it also noted that the General Assembly had not endorsed the break-in.\nSome demonstrators have been hostile with the police, Gonzalez said, and in some places, the police have been hostile with demonstrators, citing the incident at the University of California at Davis where police doused protestors with pepper spray.\nBut he said the movement has many diverse members and feelings.\n\"I want to spread the message that all of us, together, can work toward justice, even when we have orders to do otherwise,\" Gonzalez said.\nBut Pastor Richard Edens of the United Church said it's often difficult for churches to bridge the gap between charity and advocacy.\n\"It's something that doesn't come naturally,\" Edens said. \"There's a learning curve that comes with advocacy, as well as a courageous curve. \"\nIn 2007, the church adopted an economic justice covenant to govern social justice work. It describes the role of the church as a group that will stand against social injustice and strive to educate its members about the causes of poverty while taking care of those in need all over the world, not just in the Chapel Hill community.\n\"Many communitites just need to recognize what they're already doing and expand upon it,\" Eden said. \"It's a growing part of the church and we actively try to link charity and advocacy. This is a congregation where people do step forward.\"\nNo formal plans for a partnership have been established for a union between the two groups.\n \nLOAD-DATE: December 26, 2011\nLANGUAGE: ENGLISH\nPUBLICATION-TYPE: Newspaper\nCopyright 2011 The Durham Herald Co.\nAll Rights Reserved"
        },
        "project": {
            "instructions": "This project analyzes media descriptions of interactions between police and protestors.",
            "name": "Deciding Force"
        },
        "topics": [
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 1,
                "instructions": "Highlight the text that describes the following topic.",
                "name": "Events",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 5,
                "instructions": "This topic includes all information describing police-initiated events/activities like raiding encampments, surveilling encampments, issuing warnings, offering press statements, and more. If words and phrases are describing police behavior, and the behavior is NOT a direct response to some Protester-Initiated Event (See ‘Protest’ topic), highlight the text as the ‘Police’ topic. EXCLUDE any details about what protesters are doing in their encampments unless protesters’ actions are responding to police-initiated behavior at the encampment. Such protester behavior at camps is covered by the ‘Camp’ topic. EXCLUDE any information about planned or future events. Such information is covered by the ‘Future’ topic.",
                "name": "Police",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 6,
                "instructions": "This topic includes all information describing Occupy encampments, including camp facilities, demographics, activities, General Assemblies, difficulties, and more. If words or phrases describe the camp and happenings at the camp, highlight them with this topic. EXCLUDE information about major protester- or police-initiated events that occur at the camp. Such information should be highlighted with the Protester or Police topic highlighters.",
                "name": "Camp",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 7,
                "instructions": "This topic is about Government.",
                "name": "Government",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 8,
                "instructions": "This topic is about Strategy",
                "name": "Strategy",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 9,
                "instructions": "This topic is about someone's opinion.",
                "name": "Opinionor",
                "order": null
            },
            {
                "glossary": {},
                "id": 10,
                "instructions": "",
                "name": "ToBe",
                "order": null
            },
            {
                "glossary": {},
                "id": 11,
                "instructions": "",
                "name": "Legal_Action",
                "order": null
            },
            {
                "glossary": {},
                "id": 12,
                "instructions": "",
                "name": "Useless",
                "order": null
            },
            {
                "glossary": {},
                "id": 13,
                "instructions": "",
                "name": "Info",
                "order": null
            }
        ]
    },
    {
        "article": {
            "annotators": [
                "SLG"
            ],
            "article_number": 4103,
            "city_published": "Miami",
            "date_published": "2011-10-16",
            "id": 236,
            "parse_version": "29",
            "periodical": "NBCMiami",
            "periodical_code": 5,
            "state_published": null,
            "text": "Occupy Miami Protestors Plan to Camp Out All Week\nProtestors of the group plan to camp out all week\nBy Mary Beth Wilson\n|  Sunday, Oct 16, 2011  |  Updated 5:49 PM EDT\n\n\nOccupy Miami protesters set up about 20 tents in the downtown area, and on Sunday they said that they plan to stay there throughout the week.\nMembers of the group said they set up in front of the Government Center at 111 NW 1st St. because it's near a large transportation hub and generates a lot of foot traffic. Police said that the protestors are unofficially allowed to stay at that location.\n\"I slept there last night with, I counted, about 100 fellow occupiers,\" said Occupy Miami member Misael Soto.\n\"To me, literally occupying is the greatest display of solidarity for the cause I can show ,\" Soto said as to why he camped out Saturday night. \" It's what the movement is all about. Protesting 24/7, taking back our government and economy.\"\nOther members of Occupy Miami expressed their concerns, and explained why they plan to keep protesting.\n\"I'm upset about money and politics, it's a big one,\" said group member Seth Crouser. \"I'm  personally upset about the financial collapse and how that happened and how there's been no culpability.\"\n\"What we're doing right now is kind of an experience with democracy,\" Occupy Miami member Mike Park said. \"And it's giving us an idea of what can be done with masses.\"\nThe group had gathered on Saturday, as hundreds of protestors gathered along Biscayne Boulevard, chanting and holding up signs showing their frustration and anger at corporate America, the federal government and the banking system.\nThey marched several blocks to Government Center where they continued their demonstration. Drivers honked to show their support as protestors stood outside.\nPeople chanted and held up signs. One sign read: \"Banks Were Bailed Out You Were Sold Out\" and another read \"Healthcare Not Warfare.\" Meanwhile, the Herald reported that police said the number of protestors had been more than 1,000.\nPeople continued discussing the protest on Occupy Miami's Facebook page throughout the weekend. Protestors also gathered in Fort Lauderdale on Sunday in the Bubier park area to show their continued support of the Occupy movement.\n\"Hey everyone!\" Occupy Fort Lauderdale posted on their Facebook page. \"It's a beautiful day to make our presence known in FTL! Come on down to the Bubier park area and help us make it known that we aren't going anywhere.\"\nMeanwhile, in Chicago, the early morning arrests of 175 members of a group demonstrating against corporate greed signified a new phase of civil disobedience for the city's wing of the movement, organizers said Sunday.\nThe arrests came after hundreds of members of Occupy Chicago refused to take down tents and leave Grant Park near the city's lakefront when it closed at 11 p.m. Saturday. Organizers did not seek a permit to be in the park after hours, saying they stayed because they need a home base for the growing movement.\nOn Saturday, Occupy protestors gathered all over the world. Violence broke out in Rome, where police fired tear gas and water cannons at some protestors who broke away from the main demonstration, smashing shop and bank windows, torching cars and hurtling bottles. Dozens were injured. And tens of thousands marched in cities across Europe, as the protests that began in New York linked up with long-running demonstration against government cost-cutting and failed financial policies in Europe. Protestors also turned out in Australia and Asia.\nThe Occupy Wall Street demonstration started out small last month, with less than a dozen college students spending days and nights in Zucotti Park, a private plaza off Broadway. It has grown significantly, however, both in New York City and elsewhere as people in other communities display their solidarity in similar protests."
        },
        "project": {
            "instructions": "This project analyzes media descriptions of interactions between police and protestors.",
            "name": "Deciding Force"
        },
        "topics": [
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 1,
                "instructions": "Highlight the text that describes the following topic.",
                "name": "Events",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 5,
                "instructions": "This topic includes all information describing police-initiated events/activities like raiding encampments, surveilling encampments, issuing warnings, offering press statements, and more. If words and phrases are describing police behavior, and the behavior is NOT a direct response to some Protester-Initiated Event (See ‘Protest’ topic), highlight the text as the ‘Police’ topic. EXCLUDE any details about what protesters are doing in their encampments unless protesters’ actions are responding to police-initiated behavior at the encampment. Such protester behavior at camps is covered by the ‘Camp’ topic. EXCLUDE any information about planned or future events. Such information is covered by the ‘Future’ topic.",
                "name": "Police",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 6,
                "instructions": "This topic includes all information describing Occupy encampments, including camp facilities, demographics, activities, General Assemblies, difficulties, and more. If words or phrases describe the camp and happenings at the camp, highlight them with this topic. EXCLUDE information about major protester- or police-initiated events that occur at the camp. Such information should be highlighted with the Protester or Police topic highlighters.",
                "name": "Camp",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 7,
                "instructions": "This topic is about Government.",
                "name": "Government",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 8,
                "instructions": "This topic is about Strategy",
                "name": "Strategy",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 9,
                "instructions": "This topic is about someone's opinion.",
                "name": "Opinionor",
                "order": null
            },
            {
                "glossary": {},
                "id": 10,
                "instructions": "",
                "name": "ToBe",
                "order": null
            },
            {
                "glossary": {},
                "id": 11,
                "instructions": "",
                "name": "Legal_Action",
                "order": null
            },
            {
                "glossary": {},
                "id": 12,
                "instructions": "",
                "name": "Useless",
                "order": null
            },
            {
                "glossary": {},
                "id": 13,
                "instructions": "",
                "name": "Info",
                "order": null
            }
        ]
    },
    {
        "article": {
            "annotators": [
                "NBA"
            ],
            "article_number": 1549,
            "city_published": "Chicago",
            "date_published": "2011-12-24",
            "id": 259,
            "parse_version": "27",
            "periodical": "ChicagoTribune",
            "periodical_code": 1,
            "state_published": null,
            "text": "Staging a protest — on a makeshift stage\nOutdoor reworking of 'A Christmas Carol' makes use of actors who have been drawn into the protest movement\nDecember 24, 2011|By Barbara Brotman, Chicago Tribune reporter\n\n\nThe audience members began to arrive, walking behind a man carrying a sign reading, \"Where are the jobs created by the tax cuts for the wealthy?\"\nOccupy Chicago was putting on a show.\nThe set was ready. In front of the memorial to Abraham Lincoln in Grant Park, a bench was hammered onto pieces of plywood to keep it from being blown over. Rolling wardrobes on the sides were anchored against the wind by backpacks. Scene lists were duct-taped to the tall columns on each side.\n\"I like that Abe Lincoln is looking over us,\" said Teresa Veramendi, looking up at the president's somber, seated figure. \"I think he would approve.\"\n\"Occupy My Heart: A Revolutionary Christmas Carol,\" by writer-activist William Turck, is a modern take on Charles Dickens' \"A Christmas Carol\":\nOn a cold, snowy Christmas Eve, an ambitious Chicago banker loses his job and his money-hungry girlfriend, encounters a former love who is part of the Occupy movement, is visited by three spirits who show him painful truths, and finds redemption.\n\"It really stays pretty true to the classic Dickens tale of somebody who has sold out all their values to the pursuit of money and isn't really happy,\" said Zach Johnson-Dunlop, 28, who plays the banker.\nThe action is set amid a protest, and last week it was seen by audience members who had just come from one. The premiere — a single outdoor performance Friday afternoon — was coordinated to begin at the end of a protest march that set out from LaSalle and Jackson.\nThe small and chilled crowd, joined by several perplexed tourists, watched and occasionally participated, to director Hannah Friedman's delight.\nThe actors gently shooed away a man who had walked on stage to take close-up pictures of what he thought was a real TV newscast but was actually part of the show. And one Occupy regular kept joining the actors portraying protesters in the show.\nTurck conceived of the play just before Thanksgiving. As he attended Occupy Chicago's general assemblies, he was struck by how many theater people he was meeting.\n\"I thought, 'Boy, if we could channel this talent, there's no better form of communication, heart to heart, than art,'\" he said.\nChristmas was a little more than a month away. And Turck happened to be a great fan of Dickens.\n\"On DVD somewhere, I've got just about every version of 'A Christmas Carol,'\" he said.\nTurck had his concept. He banged out the script in a week, returned to Occupy's general assembly \"and tried to convince people I was sane.\"\n\"He jumped up and said, 'I have written a play,'\" said Veramendi, 26, an actress who teaches theater in Chicago schools. \"People were very excited. … Everyone cheered.\n\n\n\"It's a great vehicle to get people interested and to bring more people into the conversation who might not come out to a protest — but who might come to a play.\"\nFriedman, 22, who has been an assistant director and stage manager at Lookingglass Theatre Company, Piven Theatre Workshop and Chicago Dramatists, saw a notice on a Chicago theater website asking for actors and a director for an Occupy play. She met with Turck and Veramendi.\n\"I got a chance to read the script, and I really liked it a lot,\" Friedman said. \"He's taken this classic — it's almost become an icon in American culture — and turned it into a revolutionary story.\"\nTurck's version differs in one important respect. \"Our banker, Josh, is a likable character. He's not Scrooge,\" he said. \"His arguments are compelling.\n\"We tried to be very realistic. We didn't want to be cartoonish. We really wanted people to think.\"\nOn Friday, actors changed costumes — all of which included coats — on stage, in the open. No one used mics, and though traffic hummed, sirens yowled and trains whistled, the actors generally made themselves heard.\nThe audience, standing behind or sitting on the steps up to the memorial, chanted along with the play's protesters and tried to stay warm. One young man passed out chemical hand warmers; another, cookies.\nAt the end, people wiggled upward-raised fingers, an Occupy expression of approval, and gave enthusiastic reviews.\n\"It was funny, but it also had real events and actions. And I liked the turnaround of the main character,\" said Ryan Griffin, who added powerful praise for an outdoor performance in winter:\n\"I was really getting cold, and I wanted to get out of here. But I really wanted to see the play.\"\n\"Occupy My Heart\" will be performed indoors, for free, at 8 p.m. Monday at the Prop Theater, 3502-04 N. Elston Ave., and at 8 p.m. Tuesday through Thursday at Studio BE, 3110 N. Sheffield Ave.\nA radio play the cast recorded was to be broadcast at 10 a.m. Saturday on WCPT, 820 AM, during Marshall Stern's \"Awakened America\" program. A podcast of the show was scheduled to be posted soon at bit.ly/uH3oBb.\nLink: http://articles.chicagotribune.com/2011-12-24/news/ct-met-occupy-christmas-20111225_1_lasalle-and-jackson-protest-march-actors"
        },
        "project": {
            "instructions": "This project analyzes media descriptions of interactions between police and protestors.",
            "name": "Deciding Force"
        },
        "topics": [
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 1,
                "instructions": "Highlight the text that describes the following topic.",
                "name": "Events",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 5,
                "instructions": "This topic includes all information describing police-initiated events/activities like raiding encampments, surveilling encampments, issuing warnings, offering press statements, and more. If words and phrases are describing police behavior, and the behavior is NOT a direct response to some Protester-Initiated Event (See ‘Protest’ topic), highlight the text as the ‘Police’ topic. EXCLUDE any details about what protesters are doing in their encampments unless protesters’ actions are responding to police-initiated behavior at the encampment. Such protester behavior at camps is covered by the ‘Camp’ topic. EXCLUDE any information about planned or future events. Such information is covered by the ‘Future’ topic.",
                "name": "Police",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 6,
                "instructions": "This topic includes all information describing Occupy encampments, including camp facilities, demographics, activities, General Assemblies, difficulties, and more. If words or phrases describe the camp and happenings at the camp, highlight them with this topic. EXCLUDE information about major protester- or police-initiated events that occur at the camp. Such information should be highlighted with the Protester or Police topic highlighters.",
                "name": "Camp",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 7,
                "instructions": "This topic is about Government.",
                "name": "Government",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 8,
                "instructions": "This topic is about Strategy",
                "name": "Strategy",
                "order": null
            },
            {
                "glossary": {
                    "major event": "A major event."
                },
                "id": 9,
                "instructions": "This topic is about someone's opinion.",
                "name": "Opinionor",
                "order": null
            },
            {
                "glossary": {},
                "id": 10,
                "instructions": "",
                "name": "ToBe",
                "order": null
            },
            {
                "glossary": {},
                "id": 11,
                "instructions": "",
                "name": "Legal_Action",
                "order": null
            },
            {
                "glossary": {},
                "id": 12,
                "instructions": "",
                "name": "Useless",
                "order": null
            },
            {
                "glossary": {},
                "id": 13,
                "instructions": "",
                "name": "Info",
                "order": null
            }
        ]
    }
]
