[
    {
        "metadata": {
            "annotators": [
                "EN"
            ],
            "article_number": "1959",
            "city": "Dallas",
            "date_published": "2011-11-22",
            "periodical": "DallasNews.com",
            "periodical_code": "02",
            "state": null,
            "version": "28"
        },
        "text": "Occupy Dallas moves protest hub to downtown’s Pegasus Park but won’t camp there\nBy ROY APPLETON\nStaff Writer\nrappleton@dallasnews.com \nPublished: 22 November 2011 11:24 PM\n\n\nDays after police ended their stay near City Hall, Occupy Dallas members are moving to a more prominent base of protests — in the heart of downtown.\nThey don’t plan to camp, but to maintain a 24-hour presence in and near Pegasus Park, beginning Wednesday.\n“The park will provide constant exposure in a high-traffic area,” protest leader Michael Prestonise wrote in a proposal approved unanimously by the group’s general assembly Monday night. The park, at the intersection of Main and Akard streets, “is the best choice for a new location to optimize the public visibility of our movement.”\nHotels, restaurants and lofts surround the park. Twenty-three Occupy Dallas demonstrators were arrested last month for blocking the entrance to a Chase bank nearby.\nThe influence of and prospects for the Occupy Movement here and elsewhere are unclear. For now, the local plan puts protesters at Pegasus Park between 5 a.m. to 11 p.m., when it is open to the public. And it has them walking sidewalks nearby when the park is closed overnight.\n“The city of Dallas will have no grounds for our removal so long as we maintain presence in the park (during legal hours) and then continue on the sidewalk after hours,” Prestonise wrote in the proposal.\nBut attorney Jonathan Winocour told the group Monday night that the city might try to enforce ordinances, such as limits on noise and a prohibition against attracting a crowd on a sidewalk by “loud talking, unusual acts or exhibitions.”\nWinocour also urged the group to respect the park property, to avoid damaging trees or littering. “If you are going to occupy the space, treat it as your home,” he said.\nInspired by the Occupy Wall Street movement, the local protesters have delivered wide-ranging messages decrying corporate greed, the widening wealth gap and a political system they say is corrupt and unresponsive to all but the powerful.\nSince the first Occupy Dallas demonstration Oct. 6, police and other city officials have said they respect and will protect the protesters’ rights to free speech and assembly as long as they don’t violate city laws.\nThe city gave the group a permit to camp at Pioneer Plaza and then let the protesters temporarily settle near City Hall on Oct. 17 with conditions, such as no fires, cooking, signs or toilets at the site.\nCiting violations and health and safety concerns at the camp, the city rescinded the agreement last Wednesday. And early Thursday, more than 100 police officers, some in riot gear, stepped in, removing tents and arresting 18 people without resistance. The misdemeanor charge: occupying an area closed to the public between midnight and 5 a.m. The fine: $184.\nThe loss of the campsite shouldn’t be a setback for the group, said Dr. Lloyd Jeff Dumas, a professor of political economy, economics and public policy at the University of Texas at Dallas.\n“They don’t have to be sleeping in a park to make a difference,” he said.",
        "tuas": {
            "Camp": {
                "1": [
                    [
                        438,
                        630,
                        "“the park will provide constant exposure in a high-traffic area,” protest leader michael prestonise wrote in a proposal approved unanimously by the group’s general assembly monday night."
                    ],
                    [
                        631,
                        782,
                        "the park, at the intersection of main and akard streets, “is the best choice for a new location to optimize the public visibility of our movement.”"
                    ],
                    [
                        2306,
                        2510,
                        "the city gave the group a permit to camp at pioneer plaza and then let the protesters temporarily settle near city hall on oct. 17 with conditions, such as no fires, cooking, signs or toilets at the site."
                    ],
                    [
                        2511,
                        2621,
                        "citing violations and health and safety concerns at the camp, the city rescinded the agreement last wednesday."
                    ]
                ]
            },
            "Government": {
                "1": [
                    [
                        1527,
                        1673,
                        "ordinances, such as limits on noise and a prohibition against attracting a crowd on a sidewalk by “loud talking, unusual acts or exhibitions.”"
                    ],
                    [
                        1225,
                        1432,
                        "“the city of dallas will have no grounds for our removal so long as we maintain presence in the park (during legal hours) and then continue on the sidewalk after hours,” prestonise wrote in the proposal."
                    ],
                    [
                        2511,
                        2621,
                        "citing violations and health and safety concerns at the camp, the city rescinded the agreement last wednesday."
                    ]
                ]
            },
            "Info": {
                "1": [
                    [
                        229,
                        328,
                        "occupy dallas members are moving to a more prominent base of protests — in the heart of downtown."
                    ],
                    [
                        329,
                        437,
                        "they don’t plan to camp, but to maintain a 24-hour presence in and near pegasus park, beginning wednesday."
                    ],
                    [
                        1035,
                        1224,
                        "for now, the local plan puts protesters at pegasus park between 5 a.m. to 11 p.m., when it is open to the public. and it has them walking sidewalks nearby when the park is closed overnight."
                    ]
                ]
            },
            "Opinionor": {
                "1": [
                    [
                        1929,
                        2085,
                        "wide-ranging messages decrying corporate greed, the widening wealth gap and a political system they say is corrupt and unresponsive to all but the powerful."
                    ],
                    [
                        3062,
                        3141,
                        "“they don’t have to be sleeping in a park to make a difference,” he said."
                    ]
                ]
            },
            "Police": {
                "1": [
                    [
                        178,
                        228,
                        "days after police ended their stay near city hall,"
                    ],
                    [
                        2622,
                        2869,
                        "and early thursday, more than 100 police officers, some in riot gear, stepped in, removing tents and arresting 18 people without resistance. the misdemeanor charge: occupying an area closed to the public between midnight and 5 a.m. the fine: $184."
                    ]
                ]
            },
            "Protester": {
                "1": [
                    [
                        832,
                        947,
                        "twenty-three occupy dallas demonstrators were arrested last month for blocking the entrance to a chase bank nearby."
                    ],
                    [
                        2086,
                        2137,
                        "since the first occupy dallas demonstration oct. 6,"
                    ]
                ]
            },
            "Strategy": {
                "1": [
                    [
                        1225,
                        1432,
                        "“the city of dallas will have no grounds for our removal so long as we maintain presence in the park (during legal hours) and then continue on the sidewalk after hours,” prestonise wrote in the proposal."
                    ],
                    [
                        1674,
                        1847,
                        "winocour also urged the group to respect the park property, to avoid damaging trees or littering. “if you are going to occupy the space, treat it as your home,” he said."
                    ],
                    [
                        2138,
                        2305,
                        "police and other city officials have said they respect and will protect the protesters’ rights to free speech and assembly as long as they don’t violate city laws."
                    ]
                ]
            }
        }
    }
]